content-org/all-posts.org
#+TITLE: bosabosa
#+HUGO_BASE_DIR: ../
#+HUGO_SECTION: posts
#+HUGO_AUTO_SET_LASTMOD: t

** TODO Re: André Staltz - Reinvent the Social Web
:PROPERTIES:
:EXPORT_FILE_NAME: reinvent-the-social-web
:SOURCE: [[https://staltz.com/reinvent-the-social-web.html][André Staltz - Reinvent the Social Web]]
:CAPTURED: [2018-10-18 Thu 18:25]
:END:

*** Background

André posts about a protocol and app for reinventing the social web in a decentralized way that might just work. The specifics are using the [[https://www.scuttlebutt.nz/][scuttlebut]] social syncing protocol, the [[https://github.com/auditdrivencrypto/secret-handshake][secret-handshake]] mutual authentication scheme, the [[https://github.com/ssbc/patchwork][patchwork]] interface that looks like a better email/facebook communication tool, instagram-like [[https://github.com/ssbc/patchbay][patchbay]], [[https://github.com/ticktackim/ticktack-network][ticktack]] blogging platform, and [[https://www.manyver.se/][manyver.se]] mobile client.

*** Field Report

Ok, let's try it out.

