content/posts/reinvent-the-social-web.md
+++
title = "Re: André Staltz - Reinvent the Social Web"
author = ["David Smith"]
lastmod = 2018-10-18T19:49:43-07:00
draft = true
+++

## Background {#background}

André posts about a protocol and app for reinventing the social web in a decentralized way that might just work. The specifics are using the [scuttlebut](https://www.scuttlebutt.nz/) social syncing protocol, the [secret-handshake](https://github.com/auditdrivencrypto/secret-handshake) mutual authentication scheme, the [patchwork](https://github.com/ssbc/patchwork) interface that looks like a better email/facebook communication tool, instagram-like [patchbay](https://github.com/ssbc/patchbay), [ticktack](https://github.com/ticktackim/ticktack-network) blogging platform, and [manyver.se](https://www.manyver.se/) mobile client.


## Field Report {#field-report}

Ok, let's try it out.
